// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Postcode mag niet leeg zijn.";
XMO5DigitZIPCodeFormatError = "De postcode moet bestaan uit vijf cijfers.";
XMO6DigitZIPCodeFormatError = "De postcode moet bestaan uit zes cijfers.";
XMONoCanadaZIPCodeError = "Postcode mag niet leeg zijn.";
XMOCanadaZIPCodeFormatError = "De postcode moet de indeling \"A9A 9A9\" hebben.";
XMONoUnitedKindomZIPCodeError = "Postcode mag niet leeg zijn.";
XMOUnitedKindomZIPCodeFormatError = "Postcode moet \"AI-2640\" zijn of in de indeling \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "De postcode moet de indeling \"BFPO [c/o] N[NNN]\" hebben.";
XMOUnitedStatesZIPCodeFormatError = "De postcode moet de indeling \"99999[-9999]\" hebben.";
XMOFranceZIPCodeFormatError = "De postcode moet de indeling \"[F-]9X999\" hebben.";
